[
  {
    "id": "1",
    "title": "The Leader",
    "image": "",
    "description": "Your nature is charged with individualistic desires, a demand for independence, and the need for personal attainment. You are very good at getting the ball rolling; initiating new projects is your forte. You are at your best when confronted with obstacles and challenges, as you combat these with strength and daring. As a natural leader you have a flair for taking charge of any situation. You are considered very good company, friendly, good-natured, and a wonderful conversationalist. In your personal relationships, you are capable to live alone. You are a good person to talk to. You have good communication skills, however, you do not have a strong need for very close relationships. You know that you are always alone in this Universe. You can give an impulse in a relationship but will not spend much energy on maintaining the feelings. You can dedicate all your energy to your work or idea, so it is important if your partner supports you and is able to yield to the choices made by you. You're a pioneer, an innovator, and capable of great success and achievement in the world. You need to be in charge and managing in some way. You would make a great entrepreneur or inventor. Often the highest and best use of your abilities is when you mastermind a project, get it up and running, make sure management systems are in place, and then you’re off to the next venture. You might feel stagnant if you don’t allow yourself to tackle new challenges. You’re full of creative energy, so embrace your creativity and understand that this is your gift. Imagine new things, introduce new concepts, and then delegate the details and either move on with another project or continue developing your project while taking it to the next level of success. However you define it, you enjoy being on the move and having a variety of things to do. You always have the potential for greatness as a leader, but you may fail as a follower. Unfortunately, sometimes you have to follow for a while before you are allowed to lead and this can be a difficult time."
  },

  {
    "id": "2",
    "title": "The Diplomat",
    "image": "",
    "description": "The Life Path 2 suggests that you entered this plane with a spiritual quality in your makeup allowing you to be one of the peacemakers in society. Your strengths come from an ability to listen and absorb. You are a fixer, a mediator, and a very diplomatic type of person using persuasive skills rather than forcefulness to make your way in the world. You are honest and open in thought, word and deed. You excel in any form of group activity where your expertise in handling and blending people can be used effectively. Indeed, the 2 can sometimes become oversensitive. In some instances, the strength of the 2 can also become its weakness. You may find it hard to decide what to do at times. Twos often struggle against indecisiveness. Life path number 2 is the number of learning and truth. Those with this life path number tend to seek peace and harmony in the world around them. They are natural peacemakers and they are always known to give their ideas and opinions voluntarily for any situation. When it comes to meditating between situations and people, they deliver the best results. People born in life path number 2 are very loyal. When they say they love you, they really love you from their heart and they never like to make false promises. It is very common to find these people having a lot of friends and acquaintances. They always share a sensitive corner to others. Individuals with life path number 2 are very sincere, most honest and the best people on the earth you can ever come across. Their sensitive, caring and gentle traits make them excellent lovers and friends."
  },

  {
    "id": "3",
    "title": "The Socializer",
    "image": "",
    "description": "A truly gifted 3 possesses the most exceptional innovative skills, normally in the verbal realm, writing, speaking, acting, or similar endeavors. Here we are apt to find the entertainers of the world, bright, effervescent, sparkling people with very optimistic attitudes. Life is generally lived to the fullest, often without much worry about tomorrow. You are not very good at handling money because of a general lack of concern about it. You spend it when you have it and don't when you don't. Threes are optimistic, extremely generous and giving souls, and are able to find positive in everything around them. People like to be around them, not only because of these qualities, but also because Threes have a charismatic personality, are great listeners and are very conscious of other people's feelings and emotions. They can easily put the people around them at ease and make them feel comfortable. The 3 loves connecting with people. The characteristics of the 3 are warmth and friendliness, a good conversationalist, social and open. People sharing life path number 3 evoke the fantasies of other people. They can impress anybody and everybody with their charming and attractive personality. They are mesmerizers. Most of them are blessed with a good looking appearance. One downside to their love life is that they tend to take impulsive decisions on the spot without weighing the pros and cons of their choice. Since they do not think well before entering into a relationship, often they are at the risk of facing heartbreaks. "

  },    

  {
    "id": "4",
    "title": "The Builder",
    "image": "",
    "description": "The Life Path 4 suggests that you entered this plane with a natural genius for planning, fixing, building, and somehow, with practical application and cerebral excellence, making things work. You are one of the most trustworthy, practical, and down-to-earth of individuals; the cornerstone members of society. Indeed, as a Life Path 4, you are a builder of society. Once a decision is made, it will be followed through to the conclusion, right, wrong, or indifferent. You are very set in your ways and determined to handle things the way you are so certain that they should be handled. Loyal and devoted, you make the best of your marriage, and you are always the good provider. Friends may be few in number, but you are very close to them and once friendships are made, they often last a lifetime. The negative 4 has a bad tendency to get caught up in the daily routine of affairs, missing the big picture and major opportunities that come along once in a while."
  },

  {
    "id": "5",
    "title": "The Free Spirit",
    "image": "",
    "description": "The key word for your Life Path is freedom. In the pursuit of freedom, you are naturally versatile, adventurous, and advanced in your thinking. You are a good communicator, and you know how to motivate people around you. This may be your strongest and most valuable trait. Because of this skill, and your amazing wit, you are a truly natural born salesman. You are not very good at staying with everyday tasks that must be finished on time. On the average, the number 5 personality is rather happy-go-lucky; living for today, and not worrying too much about tomorrow. It is also important for you to find a job that provides thought-provoking tasks rather than routine and redundant responsibilities. In romance, you hate to be tied down and restricted. This doesn't necessarily mean that you are unfaithful or promiscuous, but it does mean that a good partner for you needs to understand your nature. If you are living on the negative side of the Life Path 5, you are apt to be multitalented, but suffering from some lack of direction, and there is confusion surrounding your ambition. Restless, discontent, and impulsive, you may bounce from one job to the next without accomplishing much at all. "
  },

  {
    "id": "6",
    "title": "The Nurturer",
    "image": "",
    "description": "The Life Path 6 suggests that you entered this plane with tools to become the ultimate nurturer, and a beacon for truth, justice, righteousness, and domesticity. Whether in the home or in the work place, you are the predominant caretaker and family head. You are idealistic and must feel useful to be happy. The main contribution you make is that of advice, service, and ever present support. You are a humanitarian of the first order. It is your role to serve others, and you start in the home environment. You are very human and realistic about life, and you feel that the most important thing in your life is the home, the family and the friends. In romance, the 6 is loyal and devoted. As a caretaker type, you are apt to attract partners who are somewhat weaker and more needy than yourself; someone you can care for and protect. You don't function well in stressful relationships that become challenges for you to control. It is the same with friends, you are loyal and trustworthy. You may have a tendency to become overwhelmed by responsibilities and a slave to others, especially members of you own family or close friends. It's easy for you to fall into a pattern of being too critical of others; you also have a tendency to become too hard on yourself. "
  },

  {
    "id": "7",
    "title": "The Intuitive",
    "image": "",
    "description": "The Life Path 7 suggests that you entered this plane with a gift for investigation, analysis, and keen observation. You are a thinker of the first order. You evaluate situations very quickly, and with amazing accuracy. As a result, you are thorough and complete in your work, the perfectionist who expects everyone else to meet a high standard of performance, too. It's easy for you to detect deception and recognize insincere people, and you avoid them. You aren't one to have a wide circle of friends, but once you accept someone as a friend, it's for life. You need a good deal of quiet time to be with your own inner thoughts and dreams. You dislike crowds, noise, distractions, and confusion. You rely heavily on your experiences and your intuition, rather than accepting advice from someone. In the most negative use of the 7 energies, you can become very pessimistic, lackadaisical, quarrelsome, and secretive. A Life Path 7 individual who is not living life fully and gaining through experiences, is a hard person to live with because of a serious lack of consideration for others. This may be why some 7s actually prefer living alone."
  },

  {
    "id": "8",
    "title": "The Power Player",
    "image": "",
    "description": 	"The Life Path 8 suggests that you entered this plane armed to lead, direct, organize and govern. You are very ambitious and goal-oriented. You know how to manage yourself and your environment. Your ability to judge the character and potential of the people around you is an asset used to your advantage. A large part of your success in life comes from how hard you work. This Life Path is perhaps the one that is the most concerned with and desirous of status as an ultimate measure of success. You want to be recognized for your hard work and achievements. The attainment of honors and acceptance into the club of executive leadership is all important. In relationships, you are frank, honest, and steadfast. You may be very much in love, but watch that you are not too busy and preoccupied to show it. You have a great need for close personal relationships to mitigate and somehow soften your nature. You must find the time for love and keep it as an important project in your life. The negative 8 can be dictatorial and often suppresses the enthusiasm and efforts of fellow member of the environment. Material gains and rewards often become issues of utmost importance, even to the neglect of family, home and peace of mind. Dedication to success can become an obsession."
  },

  {
    "id": "9",
    "title": "The Humanitarian",
    "image": "",
    "description": 	"The Life Path 9 suggests that you entered this plane with an abundance of dramatic feelings coupled with a strong sense of compassion and generosity. The key to the nature of a Life Path number 9 person is found in their humanitarian attitude. The 9 Life Path is very generous, sometimes to a fault, and usually have an easy come, easy go attitude about money. You have the ability to make friends very easily, as people are attracted to your magnetic, open personality. You meet people easily and are quickly befriended because of your openness and amiable demeanor. Relationships can be difficult for you because it is hard to strike a balance that will work effectively. If your partner is one sharing your giving attitudes, the relationship will be happy and lasting. On the other hand, if you choose a partner whose focus is on material issues, problems will arise quickly. The purpose of life for those with a 9 life path is often of a philosophical nature. Judges, spiritual leaders, healers and educators frequently have much 9 energy. The number is less inclined to the competitive business environment and may find this a struggle. Because you are so giving you may find that your finances are not in the greatest shape. You may also have a tendency to be scattered. Your talents lie in so many different directions that you may find it difficult to focus on just one. If you are not following your Life Path and are instead pursuing only materialistic gains, you could feel a deep level of dissatisfaction with yourself."
  },

  {
    "id": "11",
    "title": "The Healer",
    "image": "",
    "description": "Individuals with the Life Path number 11 are very intuitive, in fact it is the most intuitive of all numbers. They are sensitive and have a great understanding of others, and can sense a great deal about what is going on behind the scenes. For example, they will pick up on people's relationships and health without being told anything. They are here to use their gifts of intuition, and sensitivity to help others. Master number 11 brings higher intuition and spiritual insight, supernatural abilities, increased sensitivity, as well as empathy and natural intelligence. The number eleven is a sign of enormous power – both mental and physical. Due to their high sensitivity, responsiveness and power, individuals with this number may be presidents, politicians, managers, artists, writers or other high-ranking persons. When it comes to relationships, they walk slowly along the shore and seek more information about their potential partner. They are not the type of person who immediately jump into the depths. People born with the Master Number 11 love working, finances, international relations and business. They perceive money as a synonym of joy. In many cases, they are self-employed and do not need to live under the domination of another person or company. Energy is inside you, and you are able to manipulate and direct people. You only need to develop these skills in yourself. It is believed that most of prominent politics and leaders are born under the 11 number."
  },

  {
    "id": "22",
    "title": "The Master Builder",
    "image": "",
    "description": "The Life Path 22 is one of the most powerful and influential paths in numerology. Life path number 22 people are blessed with enormous potential and a great luck factor. They have a knack of achieving those things that they set focus on. People born with the number 22 have great plans and ideas about changing the world. Their set of achievements is never in the category of average. They are well-educated and long for excellence in education, which proves to be a very useful tool in achieving their dreams. Life Path 22 is also recognized as Master Builders. Among all the life path numbers, you’re seen as the most powerful and possibly the most successful. You are blessed with an enormous spiritual awareness. You’re highly knowledgeable and you have that special skill to apply this knowledge practically. You have the ability to attain greater achievements. Your personality is your essential tool towards success. You can be very ambitious. You’ll do whatever it takes to get what you want. Giving up is not an option for you. You won’t stop unless you reach that goal. As a master builder, you care capable of building almost anything you life – whether it’s an organization, enterprise or a government. You are better at building and making the world a better place to live in. You have a good common sense. You can easily distinguish the goodness of an idea as well as the ways to make these happen. It’s easier for you to understand what makes it possible and what makes it not. In any relationships, you’re always considered the best partner. You can provide great advices and reliable emotional support. But you refuse to go along with high emotional tendencies. You think and act in unusual ways but how you portray yourself to others is quite traditional. Your power and giftedness are magnetic to other people and you attract partners easily. However you may have a hard time finding someone who meets your high standards. The biggest challenge for you is your flexibility. Since you are visionary and you always have some practical ideas, you are not allowing others to make their contribution to your ideas. You don't trust easily to other people abilities. Therefore, you try to control people and situation and sometimes force others to change according to your wish. You are happy when: You know you have a big purpose and you are working towards your dream, step by step. You are intuitive, creative and playful. You have good boundaries in relationships. You may choose to be with someone, but you know you could cope just as well without them."

  },

  {
    "id": "33",
    "title": "The Master Teacher",
    "image": "",
    "description": "Number 33 is one of the rarest Life Path Numbers. 33 as a master number is one of the most powerful and promising one. These people differ with an ability to see everything from different sides, with their wise and wit, with empathy and sense of justice. 33s are often broad-minded, supportive and determined. If they have something on their mind, they will do everything for its accomplishment. They rarely left something half-done. They create a warm atmosphere wherever they are, such people make a lot of long-termed and trustworthy contacts. They are very generous and sometimes may suffer from it, as their generosity verges with naivety. They readily help those who are in need. Their good mood is contagious, they are sunny and sincere. In love they are desperate and sometimes over dependent. But about such love others make movies. The level of understanding in couple with one partner being 33 is amazing. They are the source of energy and inspiration, and their love is unconditional. The master number 33 also denotes an altruistic life path. Those with this as their life path number have high energy and a dedication to doing good in the world. Oftentimes, those with the life path number of 33 spend their lives attempting to raise the consciousness of as many people as possible. They are concerned with the earth and the people that live on it. They want to make the world as better place. Known as the master teacher, they are driven by the most unselfish goals and are responsible, supportive and kind. They have no personal schemes and are not driven by ulterior motives. Their tender nature makes them a powerful advocate for any altruistic campaign. Their goal in life is to serve as many people as possible. People with this life number are happy, kind, intelligent, loving, wise, trustworthy, gentle, compassionate, spirited, intelligent, goal-driven and peaceful. They feel it is incredibly important to understand an issue in its entirety before striving to fix it. They must make peace with the idea of standing out and being a person to which others lean on for support and advice. Regardless of their choice of career, others will follow them. They are strong leaders because of their selfless nature. They are driven solely by the concept of doing what is right. A partner can expect to feel unconditional love and support from a person with this life number. Their devotion to love makes them excellent spouses and parents. If one is on the negative side of their 33 path, they can become emotionally unstable and will sacrifice their selves for any cause even though it is unworthy to their truth. The 33 will become a doormat and codependent caregiver of those who use this loving, caring nature to their own good."
  }

]
