[
    {
      "id": 1,
      "description": "The Soul Urge Number 1 is driven by a desire for independence, originality, and leadership. Individuals with this number are motivated by the need to assert their individuality and create their own path. They are often ambitious and self-reliant, seeking to lead and pioneer in their chosen fields. Their challenge is to balance their personal drive with the ability to work harmoniously with others."
    },
    {
      "id": 2,
      "description": "The Soul Urge Number 2 is characterized by a deep need for harmony, partnership, and sensitivity. People with this number are motivated by a desire for close relationships and peace. They seek to connect with others on an emotional level and are often drawn to roles that involve diplomacy and cooperation. Their challenge is to avoid becoming overly dependent on others for validation."
    },
    {
      "id": 3,
      "description": "The Soul Urge Number 3 is driven by a need for self-expression, creativity, and joy. Individuals with this number are motivated by the desire to express themselves artistically and to experience life’s pleasures. They are often outgoing and charismatic, thriving in social and creative environments. Their challenge is to maintain focus and avoid scattering their energies in too many directions."
    },
    {
      "id": 4,
      "description": "The Soul Urge Number 4 is characterized by a deep need for stability, structure, and responsibility. People with this number are motivated by the desire to build solid foundations and create order in their lives. They are often hardworking and dependable, seeking to achieve practical and long-lasting results. Their challenge is to remain flexible and open to change while pursuing their goals."
    },
    {
      "id": 5,
      "description": "The Soul Urge Number 5 is driven by a desire for freedom, adventure, and variety. Individuals with this number are motivated by the need to explore new experiences and embrace change. They are often energetic and curious, seeking to break free from routine and discover new possibilities. Their challenge is to stay grounded and avoid becoming too restless or impulsive."
    },
    {
      "id": 6,
      "description": "The Soul Urge Number 6 is characterized by a deep need for nurturing, service, and harmony. People with this number are motivated by a desire to care for others and create a harmonious environment. They often take on roles of responsibility within their families or communities, seeking to provide support and stability. Their challenge is to avoid becoming overly self-sacrificing or neglecting their own needs."
    },
    {
      "id": 7,
      "description": "The Soul Urge Number 7 is driven by a need for introspection, knowledge, and spiritual growth. Individuals with this number are motivated by the desire to understand deeper truths and explore the mysteries of life. They are often contemplative and analytical, seeking solitude for reflection and study. Their challenge is to balance their intellectual pursuits with practical realities and social interactions."
    },
    {
      "id": 8,
      "description": "The Soul Urge Number 8 is characterized by a deep need for achievement, power, and material success. People with this number are motivated by the desire to attain significant goals and make a lasting impact. They are often ambitious and resourceful, seeking to establish themselves in their careers and personal lives. Their challenge is to balance their drive for success with ethical considerations and personal relationships."
    },
    {
      "id": 9,
      "description": "The Soul Urge Number 9 is driven by a desire for compassion, humanitarianism, and idealism. Individuals with this number are motivated by the need to contribute to the greater good and make a positive difference in the world. They are often empathetic and generous, drawn to roles that involve helping others. Their challenge is to manage their own well-being while addressing the needs of those around them."
    },
    {
      "id": 11,
      "description": "The Soul Urge Number 11 is a Master Number associated with inspiration, intuition, and spiritual insight. People with this number are motivated by a deep sense of purpose and a desire to enlighten and guide others. They often possess heightened intuitive abilities and a strong connection to spiritual truths. Their challenge is to manage the intense energy and expectations that come with their heightened sensitivity."
    },
    {
      "id": 22,
      "description": "The Soul Urge Number 22 is a Master Number known for its potential to achieve great things through practical and visionary efforts. Individuals with this number are motivated by the desire to manifest their dreams into reality and create significant, lasting impacts. They possess both vision and discipline, allowing them to tackle ambitious goals. Their challenge is to maintain balance and manage the high expectations they set for themselves."
    },
    {
      "id": 33,
      "description": "The Soul Urge Number 33 is a Master Number that represents the essence of unconditional love, compassion, and service to humanity. People with this number are driven by a profound desire to heal and uplift others, often taking on roles that involve teaching, mentoring, or nurturing. Their challenge is to ensure they care for their own needs while fulfilling their commitment to others."
    }
  ]
  